; Bulgarian
; Превод: Иван Караджов

[i18n]
IDS_UPDATE_NO=Няма налични актуализации.
IDS_UPDATE_YES=Има налична нова версия (%s) . Отвори страницата за изтегляне?
IDS_DONATE=Donate
IDS_DONATE_TEXT=Development is powered by your donations!
IDS_SHOWATSTARTUP_CHK=Show at startup
IDS_FILE=Файл
IDS_SETTINGS=Настройки...
IDS_EXIT=Изход
IDS_HELP=Помощ
IDS_WEBSITE=Сайт на програмата
IDS_CHECKUPDATES=Проверка за обновление
IDS_ABOUT=За програмата
IDS_TRAY_SHOW=Покажи/скрий
IDS_TRAY_DISABLE=Забрани
IDS_TRAY_POPUP_1=Почистване при над
IDS_TRAY_POPUP_2=Почистване на всеки
IDS_TRAY_POPUP_3=Clean every
IDS_CLEAN=Почистване на паметта
IDS_GROUP_1=Физическа памет
IDS_GROUP_2=Суап файл
IDS_GROUP_3=Системен кеш
IDS_ITEM_1=Заето
IDS_ITEM_2=Свободно
IDS_ITEM_3=Общо налични
IDS_SETTINGS_GENERAL=Основни
IDS_SETTINGS_MEMORY=Почистване на паметта
IDS_SETTINGS_APPEARANCE=Оформление
IDS_SETTINGS_TRAY=Трей икона
IDS_CLOSE=Затвори
IDS_TITLE_1=Обща конфигурация:
IDS_TITLE_2=Език:
IDS_TITLE_3=Район на памет за почистване:
IDS_TITLE_4=Контрол на паметта:
IDS_TITLE_5=Горещи клавиши (глобални):
IDS_TITLE_6=Стил:
IDS_TITLE_7=Цветова индикация:
IDS_TITLE_8=Контрол на мишката:
IDS_TITLE_9=Балонни подсказки:
IDS_ALWAYSONTOP_CHK=Над останалите прозорци
IDS_LOADONSTARTUP_CHK=Стартирай при зареждане на ОС
IDS_REDUCTCONFIRMATION_CHK=Confirm memory cleaning start
IDS_SKIPUACWARNING_CHK=Пропусни предупреждение "User Account Control"
IDS_CHECKUPDATES_CHK=Периодическа проверка за обновяване (препоръчва се)
IDS_LANGUAGE_HINT=Избери език:
IDS_WORKINGSET_CHK=Системен кеш (Vista и нагоре)
IDS_SYSTEMWORKINGSET_CHK=Системен кеш
IDS_STANDBYLISTPRIORITY0_CHK=Списък на чакащи без приоритет (Vista и нагоре)
IDS_STANDBYLIST_CHK=Списък на чакащи (Vista и нагоре)
IDS_MODIFIEDLIST_CHK=Списък на променен суап (Vista и нагоре)
IDS_COMBINEMEMORYLISTS_CHK=Combine memory lists (Windows 10 and above)
IDS_AUTOREDUCTENABLE_CHK=Почистване при над: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Почистване на всеки: (мин.)
IDS_HOTKEY_CLEAN_CHK=Почистване на паметта:
IDS_TRAYUSETRANSPARENCY_CHK=Използвай прозрачен фон
IDS_TRAYSHOWBORDER_CHK=Показвай рамка
IDS_TRAYROUNDCORNERS_CHK=Закръгли ръбовете
IDS_TRAYCHANGEBG_CHK=Измени цвета на фона (вместо текста и рамката)
IDS_TRAYUSEANTIALIASING_CHK=Използвай заглаждане
IDS_FONT_HINT=Шрифт:
IDS_COLOR_TEXT_HINT=Цвет текста:
IDS_COLOR_BACKGROUND_HINT=Цвят на фона:
IDS_COLOR_WARNING_HINT=Цвят на "опасното ниво":
IDS_COLOR_DANGER_HINT=Цвят на "критическото ниво":
IDS_TRAYLEVELWARNING_HINT=Праг на "опасното ниво": (%)
IDS_TRAYLEVELDANGER_HINT=Праг на "критическото ниво": (%)
IDS_TRAYACTIONDC_HINT=Двоен клик:
IDS_TRAYACTIONMC_HINT=Клик на средния бутон:
IDS_TRAY_ACTION_1=Покажи/скрий
IDS_TRAY_ACTION_2=Почистване на паметта
IDS_TRAY_ACTION_3=Отвори диспечера на задачите
IDS_SHOW_CLEAN_RESULT_CHK=Покажи резултата от почистване на паметта
IDS_QUESTION=Наистина ли искаш да почистиш паметта?
IDS_QUESTION_WARNING_TITLE=Warning!
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure enable this option?
IDS_QUESTION_FLAG_CHK=Do not show anymore
IDS_STATUS_CLEANED=Паметта е почистена, %s  е спестена.
IDS_STATUS_NOPRIVILEGES=Изискват се админ. права, изпълни програмата като администратор!
